Repository: jakejdavis/rbxport
Catalog: macos/App/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, hu, it, ja, ko, nl, pt, ru, sv, tr, zh_hans, zh_hant

source: Remove from Tag List
cs: Odstranit ze seznamu tagů
da: Fjern fra mærke-liste
de: Von Tag-Liste entfernen
el: Κατάργηση από λίστα ετικετών
es: Quitar de lista de fichas
fr: Retirer de la liste de signets
hu: Eltávolítás a címkelistából
it: Rimuovi dalla lista tag
ja: タグリストから削除
ko: 태그 리스트로부터 제거하기
nl: Verwijderen uit tag-lijst
pt: Remover da Lista de Tags
ru: Удалить из списка тэгов
sv: Ta bort från tagglista
tr: Etiket Listesinden Kaldır
zh_hans: 从标签列表移除
zh_hant: 從標籤清單中移除

source: Removing the unfinished backup…
cs: Odebírání nedokončené zálohy…
da: Fjerner den ufærdige sikkerhedskopi...
de: Das nicht abgeschlossene Backup wird entfernt…
el: Κατάργηση του ημιτελούς αντιγράφου ασφαλείας…
es: Eliminando la copia de seguridad inacabada...
fr: Suppression de la sauvegarde inachevée…
hu: A befejezetlen biztonsági mentés eltávolítása…
it: Rimozione del backup incompleto…
ja: 未完了のバックアップを削除しています…
ko: 완료되지 않은 백업을 삭제하는 중…
nl: De onvoltooide back-up verwijderen...
pt: Removendo o backup inacabado…
ru: Удаление незавершенной резервной копии…
sv: Tar bort den oavslutade säkerhetskopian...
tr: Tamamlanmamış yedekleme kaldırılıyor…
zh_hans: 正在删除未完成的备份...
zh_hant: 正在刪除未完成的備份...

source: Rename
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar de nombre
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 리네임 하기
nl: Hernoemen
pt: Renomear
ru: Переименовать
sv: Döp om
tr: Yeniden Adlandır
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Folder
cs: Přejmenovat složku
da: Omdøb mappe
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Cambiar nombre de carpeta
fr: Renommer le dossier
hu: Mappa újranevezése
it: Cambia nome alla cartella
ja: フォルダ名を変更
ko: 폴더 리네임하기
nl: Map hernoemen
pt: Renomear Pasta
ru: Переименовать папку
sv: Döp om mapp
tr: Klasörü Yeniden Adlandır
zh_hans: 重命名文件夹
zh_hant: 重新命名資料夾

source: Rename Playlist
cs: Přejmenovat seznam skladeb
da: Omdøb afspilningsliste
de: Wiedergabeliste umbenennen
el: Μετονομασία λίστας αναπαραγωγής
es: Cambiar nombre de lista de reproducción
fr: Renommer la liste de lecture
hu: Lejátszás sorrend újranevezése
it: Cambia nome alla playlist
ja: プレイリスト名を変更
ko: 플레이리스트 리네임하기
nl: Afspeellijst hernoemen
pt: Renomear Lista de Reprodução
ru: Переименовать список воспроизведения
sv: Döp om spellista
tr: Çalma Listesini Yeniden Adlandır
zh_hans: 重命名播放列表
zh_hant: 重新命名播放清單

source: Report bug
cs: Nahlásit chybu
da: Rapporter fejl
de: Fehler melden
el: Αναφορά σφάλματος
es: Informar error
fr: Signaler un bug
hu: Hiba bejelentése
it: Segnala bug
ja: バグを報告する
ko: 버그 신고
nl: Fout melden
pt: Reportar bug
ru: Сообщить об ошибке
sv: Rapportera fel
tr: Hata bildir
zh_hans: 报告错误
zh_hant: 報告錯誤

source: Report bug…
cs: Nahlásit chybu…
da: Rapporter fejl...
de: Fehler melden…
el: Αναφορά σφάλματος…
es: Informar error…
fr: Signaler un bug…
hu: Hiba bejelentése…
it: Segnala bug...
ja: バグを報告…
ko: 버그 신고…
nl: Fout melden…
pt: Reportar bug…
ru: Сообщить об ошибке…
sv: Rapportera fel...
tr: Hata bildir…
zh_hans: 报告错误...
zh_hant: 報告錯誤...

source: Reset
cs: Vynulovat
da: Nulstil
de: Rücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
hu: Alaphelyzetbe állítás
it: Reinizializza
ja: 初期化
ko: 리셋하기
nl: Terustellen
pt: Reiniciar
ru: Сброс
sv: Återställ
tr: Sıfırla
zh_hans: 重设
zh_hant: 重設

source: Reset columns
cs: Obnovit sloupce
da: Nulstil kolonner
de: Spalten zurücksetzen
el: Επαναφορά στηλών
es: Restablecer columnas
fr: Réinitialiser les colonnes
hu: Oszlopok visszaállítása
it: Reimposta colonne
ja: 列をリセット
ko: 열 재설정
nl: Kolommen opnieuw instellen
pt: Redefinir colunas
ru: Сбросить столбцы
sv: Återställ kolumner
tr: Sütunları sıfırla
zh_hans: 重置列
zh_hant: 重置列

source: Reset DJ Play Count
cs: Vynulovat počet přehrání DJem
da: Nulstil DJ antal afspilninger
de: DJ Play Zählung rücksetzen
el: Επαναφορά αριθμού αναπαραγωγής DJ
es: Reiniciar contador de reproducción de DJ
fr: Réinitialiser le nombre de lectures DJ
hu: DJ keverőpult alaphelyzetbe állítása
it: Azzera il conteggio riproduzioni DJ
ja: DJプレイ回数を初期化
ko: DJ 재생횟수 리셋하기
nl: DJ-afspeelnummer terugstellen
pt: Reiniciar Contagem de Reprodução do DJ
ru: Сброс счетчика воспроизведения DJ
sv: Nollställ DJ-spelräkning
tr: DJ Çalma Sayısını Sıfırla
zh_hans: 重设DJ播放计数
zh_hant: 重設DJ播放次數

source: Reset to defaults
cs: Vrátit výchozí hodnoty
da: Nulstil til standard
de: Auf Vorgaben zurücksetzen
el: Επαναφορά στις προεπιλεγμένες τιμές
es: Restablecer ajustes predeterminados
fr: Rétablir les réglages par défaut
hu: Visszaállítás alapértelmezett értékekre
it: Riporta ai default
ja: 初期値に戻す
ko: 디폴트 설정으로 리셋하기
nl: Terugstellen op oorspronkelijke waarden
pt: Reiniciar predefinições
ru: Сброс на настройки по умолчанию
sv: Återställ till standardvärden
tr: Varsayılanlara sıfırla
zh_hans: 重设为预设值
zh_hant: 重設為預設值

source: Reset to the preset
cs: Obnovte předvolbu
da: Nulstil til forudindstillingen
de: Zurücksetzen auf die Voreinstellung
el: Επαναφορά στην προεπιλογή
es: Restablecer el valor preestablecido
fr: Réinitialiser au préréglage
hu: Visszaállítás az előre beállított értékre
it: Ripristina la preimpostazione
ja: プリセットにリセットする
ko: 사전 설정으로 재설정
nl: Terugzetten naar de voorinstelling
pt: Redefinir para a predefinição
ru: Сбросить настройки
sv: Återställ till förinställningen
tr: Ön ayara sıfırla
zh_hans: 重置为预设值
zh_hant: 重置為預設值

source: Sample Rate
cs: Vzorkovací frekvence
da: Eksempelforhold
de: Abtastrate
el: Ρυθμός δειγματοληψίας
es: Frecuencia de muestreo
fr: Fréq. d'échantillonnage
hu: Példa rész
it: Campionamento
ja: サンプルレート
ko: 샘플 레이트
nl: Bemonsteringswaarde
pt: Amostragem
ru: Оцифровка
sv: Samplingsfrekvens
tr: Örnek Hızı
zh_hans: 取样率
zh_hant: 取樣率

source: Search
cs: Hledat
da: Søge
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Rechercher
hu: Keresés
it: Ricerca
ja: ワード検索
ko: 찾기
nl: Zoeken
pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Select All
cs: vybrat vše
da: vælg alle
de: Alle wählen
el: επιλογή όλων
es: seleccionar todo
fr: tout sélectionner
hu: összes kiválasztása
it: scegli tutto
ja: すべてを選択
ko: 모두 선택하기
nl: alles selecteren
pt: seleccionar tudo
ru: выбрать все
sv: välj alla
tr: tümünü seç
zh_hans: 全选
zh_hant: 全選

source: Select at least one iTunes playlist to import.
cs: Vyberte alespoň jeden seznam skladeb iTunes, který chcete importovat.
da: Vælg mindst én iTunes-afspilningsliste, der skal importeres.
de: Wählen Sie mindestens eine iTunes-Playlist zum Importieren aus.
el: Επιλέξτε τουλάχιστον μία λίστα αναπαραγωγής iTunes για εισαγωγή.
es: Seleccione al menos una lista de reproducción de iTunes para importar.
fr: Sélectionnez au moins une liste de lecture iTunes à importer.
hu: Válasszon ki legalább egy iTunes lejátszási listát az importáláshoz.
it: Seleziona almeno una playlist iTunes da importare.
ja: インポートする iTunes プレイリストを少なくとも 1 つ選択します。
ko: 가져올 iTunes 재생목록을 하나 이상 선택하세요.
nl: Selecteer ten minste één iTunes-afspeellijst om te importeren.
pt: Selecione pelo menos uma lista de reprodução do iTunes para importar.
ru: Выберите хотя бы один плейлист iTunes для импорта.
sv: Välj minst en iTunes-spellista att importera.
tr: İçe aktarılacak en az bir iTunes çalma listesi seçin.
zh_hans: 至少选择一个要导入的 iTunes 播放列表。
zh_hant: 至少選擇一個要匯入的 iTunes 播放清單。

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
hu: Beállítások elemre
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Share your library with players on your network.
cs: Sdílejte svou knihovnu s hráči ve vaší síti.
da: Del dit bibliotek med spillere på dit netværk.
de: Teilen Sie Ihre Bibliothek mit Spielern in Ihrem Netzwerk.
el: Μοιραστείτε τη βιβλιοθήκη σας με παίκτες στο δίκτυό σας.
es: Comparte tu biblioteca con jugadores en tu red.
fr: Partagez votre bibliothèque avec les joueurs de votre réseau.
hu: Ossza meg könyvtárát a hálózaton lévő játékosokkal.
it: Condividi la tua libreria con i giocatori sulla tua rete.
ja: ライブラリをネットワーク上のプレーヤーと共有します。
ko: 네트워크에 있는 플레이어와 라이브러리를 공유하세요.
nl: Deel uw bibliotheek met spelers in uw netwerk.
pt: Compartilhe sua biblioteca com jogadores da sua rede.
ru: Поделитесь своей библиотекой с игроками в вашей сети.
sv: Dela ditt bibliotek med spelare i ditt nätverk.
tr: Kitaplığınızı ağınızdaki oyuncularla paylaşın.
zh_hans: 与网络上的玩家共享您的库。
zh_hant: 與網路上的玩家分享您的庫。

source: Shift Beatgrid left
cs: Posunout beatgrid vlevo
da: Skift Beatgrid til venstre
de: Beatgrid nach links verschieben
el: Μετακίνηση του πλέγματος ρυθμού προς τα αριστερά
es: Desplazar retícula izquierda
fr: Décaler la grille rythmique vers la gauche
hu: Ütemrács balra eltolása
it: Sposta la griglia delle battute verso sinistra
ja: 拍位置を左方向にずらす
ko: 비트 그리드를 왼쪽으로 옮깁니다
nl: Beatpatroon naar links verschuiven
pt: Mover Grelha de Batida para a Esquerda
ru: Сдвинуть сетку ударов влево
sv: Ändra taktrutnät vänster
tr: Beatgrid'i sola kaydır
zh_hans: 左移节拍网格
zh_hant: 向左移動節拍網格

source: Shift Beatgrid right
cs: Posunout beatgrid vpravo
da: Skift Beatgrid til højre
de: Beatgrid nach rechts verschieben
el: Μετακίνηση του πλέγματος ρυθμού προς τα δεξιά
es: Desplazar retícula derecha
fr: Décaler la grille rythmique vers la droite
hu: Ütemrács jobbra eltolása
it: Sposta la griglia delle battute verso destra
ja: 拍位置を右方向にずらす
ko: 비트 그리드를 오른쪽으로 옮깁니다
nl: Beatpatroon naar rechts verschuiven
pt: Mover Grelha de Batida para a Direita
ru: Сдвинуть сетку ударов вправо
sv: Ändra taktrutnät höger
tr: Beatgrid'i sağa kaydır
zh_hans: 右移节拍网格
zh_hant: 向右移動節拍網格

source: Shift Beatgrid to the center
cs: Posunout beatgrid do středu
da: Skift Beatgrid til midten
de: Beatgrid in die Mitte verschieben
el: Μετακίνηση του πλέγματος ρυθμού προς το κέντρο
es: Desplazar retícula al centro
fr: Décaler la grille rythmique vers le centre
hu: Ütemrács középre állítása
it: Sposta la griglia delle battute verso il centro
ja: 拍位置をセンターに合わせる
ko: 비트 그리드를 센터로 옮깁니다
nl: Beatpatroon naar het midden verplaatsen
pt: Mover Grelha de Batida para o Centro
ru: Сдвинуть сетку ударов к центру
sv: Ändra taktrutnät till mitten
tr: Beatgrid'i merkeze kaydır
zh_hans: 将节拍网格移至中心
zh_hant: 向中央移動節拍網格

source: Show in Finder
cs: Zobrazit ve vyhledávači
da: Vis i Finder
de: In Finder zeigen
el: Εμφάνιση στο Finder
es: Mostrar en Finder
fr: Afficher dans Finder
hu: Mutasd a „Finder” mezőben
it: Mostra in Finder
ja: Finderで開く
ko: Finder에서 나타내기
nl: Tonen in Finder
pt: Mostrar no Finder
ru: Отобразить в Finder
sv: Visa i Finder
tr: Finder'da Göster
zh_hans: 在Finder上显示
zh_hant: 在Finder上顯示

source: Show information
cs: Zobrazit informace
da: Vis oplysninger
de: Information einblenden
el: Προβολή πληροφοριών
es: Mostrar información
fr: Afficher les informations
hu: Adatok megjelenítése
it: Mostra informazioni
ja: 情報を表示する
ko: 정보를 표시합니다
nl: Informatie weergeven
pt: Mostrar informações
ru: Показать информацию
sv: Visa information
tr: Bilgileri göster
zh_hans: 显示信息
zh_hant: 顯示資訊

source: Show Information
cs: Zobrazit informace
da: Vis oplysninger
de: Informationen anzeigen
el: Εμφάνιση πληροφοριών
es: Mostrar información
fr: Afficher les informations
hu: Információ megjelenítése
it: Mostra informazioni
ja: 公演情報
ko: 쇼 정보
nl: Toon informatie
pt: Mostrar informações
ru: Показать информацию
sv: Visa information
tr: Bilgileri Göster
zh_hans: 展会信息
zh_hant: 展會訊息

source: Simple Player
cs: Jednoduchý přehrávač
da: Enkel afspiller
de: Einfacher Player
el: Απλή συσκευή αναπαραγωγής
es: Reproductor sencillo
fr: Lecteur simple
hu: Egyszerű lejátszó
it: Lettore semplice
ja: シンプルプレーヤー
ko: 간단 플레이어
nl: Eenvoudige speler
pt: Leitor simples
ru: Простой проигрыватель
sv: Enkel spelare
tr: Basit Yürütücü
zh_hans: 简单播放器
zh_hant: 簡易播放機

source: SIMPLE PLAYER
cs: JEDNODUCHÝ HRÁČ
da: ENKEL SPILLER
de: EINFACHER SPIELER
el: ΑΠΛΟΣ ΠΑΙΚΤΗΣ
es: JUGADOR SIMPLE
fr: JOUEUR SIMPLE
hu: EGYSZERŰ JÁTÉKOS
it: GIOCATORE SEMPLICE
ja: シンプルプレイヤー
ko: 간단한 플레이어
nl: EENVOUDIGE SPELER
pt: JOGADOR SIMPLES
ru: ПРОСТОЙ ИГРОК
sv: ENKEL SPELARE
tr: BASİT OYUNCU
zh_hans: 简单的玩家
zh_hant: 簡單的玩家

source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nl: Formaat
pt: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
zh_hans: 尺寸
zh_hant: 尺寸

source: Sort
cs: Třídění
da: Sorter
de: Sortieren
el: Ταξινόμηση
es: Ordenamiento
fr: Tri
hu: Rendezés
it: Ordinamento
ja: 並べ替え
ko: 정렬
nl: Sortering
pt: Ordenação
ru: Сортировка
tr: Sıralama
zh_hans: 排序
zh_hant: 排序

source: Sort Items
cs: Seřadit položky
da: Sorter poster
de: Elemente sortieren
el: Ταξινόμηση στοιχείων
es: Clasificar los elementos
fr: Trier les items
hu: Elemek rendezése
it: Riordina voci
ja: 項目のソート
ko: 항목 정렬하기
nl: Lijst sorteren
pt: Ordenar os itens
ru: Упорядочить
sv: Sortera poster
tr: Öğeleri Sırala
zh_hans: 排序项目
zh_hant: 排序項目

source: starts with
cs: začíná
da: starter med
de: beginnt mit
el: αρχίζει με
es: empieza por
fr: commence par
hu: így kezdődik
it: inizia con
ja: が次の文字列で始まる :
ko: 다음으로 시작
nl: begint met
pt: começa com
ru: начинается с
sv: börjar med
tr: şunla başlar
zh_hans: 开始于
zh_hant: 開始於

source: Stop
cs: Přestaň
de: Stopp
el: Σταμάτα
es: Detener
fr: Arrêter
hu: Állj
it: Fermare
ja: 停止
ko: 중지
pt: Pare
ru: Стоп
sv: Sluta
tr: Durdur
zh_hans: 停止
zh_hant: 停止

source: Stop after the current file operation finishes
cs: Zastavit po dokončení aktuální operace se souborem
da: Stop efter den aktuelle filhandling er afsluttet
de: Stoppen Sie, nachdem der aktuelle Dateivorgang abgeschlossen ist
el: Σταματήστε αφού ολοκληρωθεί η λειτουργία του τρέχοντος αρχείου
es: Detener después de que finalice la operación del archivo actual
fr: Arrêter une fois l'opération de fichier en cours terminée
hu: Leállítás az aktuális fájlművelet befejezése után
it: Interrompere al termine dell'operazione sul file corrente
ja: 現在のファイル操作が終了したら停止します
ko: 현재 파일 작업이 완료된 후 중지
nl: Stop nadat de huidige bestandsbewerking is voltooid
pt: Pare após o término da operação do arquivo atual
ru: Остановиться после завершения текущей файловой операции.
sv: Stoppa efter att den aktuella filoperationen är klar
tr: Geçerli dosya işlemi bittikten sonra dur
zh_hans: 当前文件操作完成后停止
zh_hant: 目前文件操作完成後停止

source: Stop backup
cs: Zastavit zálohování
de: Stoppen Sie die Sicherung
el: Διακοπή δημιουργίας αντιγράφων ασφαλείας
es: Detener copia de seguridad
fr: Arrêter la sauvegarde
hu: Állítsa le a biztonsági mentést
it: Interrompi il backup
ja: バックアップを停止する
ko: 백업 중지
nl: Back-up stoppen
pt: Parar backup
ru: Остановить резервное копирование
sv: Stoppa säkerhetskopieringen
tr: Yedeklemeyi durdur
zh_hans: 停止备份
zh_hant: 停止備份

source: Stopping…
cs: Zastavování…
da: Stopper...
de: Anhalten…
el: Διακοπή…
es: Parando…
fr: Arrêter…
hu: Leállítás…
it: Arresto…
ja: 停止中…
ko: 중지 중…
nl: Stoppen…
pt: Parando…
ru: Остановка…
sv: Stoppar...
tr: Durduruluyor...
zh_hans: 停止…
zh_hant: 停止…

source: Summary
cs: Souhrn
da: Sammenfatning
de: Zusammenfassung
el: Περίληψη
es: Resumen
fr: Résumé
hu: Összefoglalás
it: Sommario
ja: サマリー
ko: 요약
nl: Overzicht
pt: Resumo
ru: Краткая информация
sv: Översikt
tr: Özet
zh_hans: 摘要
zh_hant: 摘要

source: Sync
cs: Synchronizovat
da: Synkroniser
de: Synchronisieren
el: Συγχρονισμός
es: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchroniseren
pt: Sincronizar
ru: Синхронизировать
sv: Synkronisera
tr: Senkronizasyon
zh_hans: 同步
zh_hant: 同步

source: Sync complete.
cs: Synchronizace dokončena.
da: Synkronisering fuldført.
de: Synchronisierung abgeschlossen.
el: Ο συγχρονισμός ολοκληρώθηκε.
es: Sincronización completa.
fr: Synchronisation terminée.
hu: A szinkronizálás befejeződött.
it: Sincronizzazione completata.
ja: 同期が完了しました。
ko: 동기화가 완료되었습니다.
nl: Synchronisatie voltooid.
pt: Sincronização concluída.
ru: Синхронизация завершена.
sv: Synkronisering slutförd.
tr: Senkronizasyon tamamlandı.
zh_hans: 同步完成。
zh_hant: 同步完成。

source: Sync Type
cs: Typ Sync
de: Sync-Typ
el: Τύπος Sync
es: Tipo Sync
fr: Type de Sync
hu: Sync típusa
it: Tipo Sync
ja: シンクの種類
ko: Sync 유형
pt: Tipo de Sync
ru: Тип Sync
sv: Sync-typ
tr: Sync Türü
zh_hans: Sync类型
zh_hant: Sync 類型

source: Syncing…
cs: Synchronizace…
da: Synkroniserer...
de: Synchronisierung…
el: Συγχρονισμός…
es: Sincronizando…
fr: Synchronisation…
hu: Szinkronizálás…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
nl: Synchroniseren...
pt: Sincronizando…
ru: Синхронизация…
sv: Synkroniseras...
tr: Senkronize ediliyor…
zh_hans: 正在同步...
zh_hant: 正在同步...

source: System default
cs: Výchozí nastavení systému
da: System standard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Valor predeterminado del sistema
fr: Valeur par défaut du système
hu: Rendszer alapértelmezett
it: Predefinito del sistema
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pt: Padrão do sistema
ru: Система по умолчанию
sv: Systemstandard
tr: Sistem varsayılanı
zh_hans: 系统默认
zh_hant: 系統預設

source: Tag List
cs: Seznam tagů
da: Mærke-liste
el: Λίστα ετικετών
es: Lista de fichas
fr: Liste de signets
hu: Címkelista
it: Lista Tag
ja: タグリスト
ko: 태그 리스트
nl: Tag-lijst
pt: Lista de Tags
ru: Список тэгов
sv: Tagglista
tr: Etiket Listesi
zh_hans: 标签列表
zh_hant: 標籤清單

source: Take the current master player's tempo as the master tempo.
cs: Vezměte tempo aktuálního hlavního hráče jako hlavní tempo.
da: Tag den aktuelle masterspillers tempo som mastertempo.
de: Nehmen Sie das Tempo des aktuellen Master-Spielers als Master-Tempo.
el: Πάρτε το ρυθμό του τρέχοντος κύριου παίκτη ως τον κύριο ρυθμό.
es: Tome el tempo del intérprete maestro actual como tempo maestro.
fr: Prenez le tempo du joueur principal actuel comme tempo principal.
hu: Vegyük az aktuális mesterjátékos tempóját mestertempónak.
it: Prendi il tempo del musicista master attuale come tempo principale.
ja: 現在のマスター プレーヤーのテンポをマスター テンポとして採用します。
ko: 현재 마스터 연주자의 템포를 마스터 템포로 사용합니다.
nl: Neem het tempo van de huidige masterspeler als mastertempo.
pt: Considere o andamento do player master atual como o andamento master.
ru: Возьмите текущий темп мастера-игрока в качестве основного темпа.
sv: Ta den nuvarande masterspelarens tempo som mastertempo.
tr: Geçerli usta oyuncunun temposunu ana tempo olarak alın.
zh_hans: 将当前主演奏者的节奏作为主节奏。
zh_hant: 將當前主演奏者的節奏作為主節奏。

source: Take the master player's tempo
cs: Vezměte tempo hlavního hráče
da: Tag mesterspillerens tempo
de: Nehmen Sie das Tempo des Meisterspielers
el: Πάρτε το ρυθμό του κύριου παίκτη
es: Toma el tempo del jugador maestro
fr: Prenez le tempo du maître
hu: Vegye meg a mesterjátékos tempóját
it: Prendi il tempo del giocatore principale
ja: マスタープレイヤーのテンポを取る
ko: 마스터 플레이어의 템포를 따라가세요
nl: Neem het tempo van de meesterspeler
pt: Pegue o ritmo do jogador mestre
ru: Возьмите темп мастера-игрока
sv: Ta mästarspelarens tempo
tr: Usta oyuncunun temposunu alın
zh_hans: 跟随大师演奏者的节奏
zh_hant: 跟隨大師演奏者的節奏

source: Tap the tempo
cs: Klepněte na tempo
da: Tryk på tempoet
de: Tippen Sie auf das Tempo
el: Πατήστε το ρυθμό
es: Toca el tempo
fr: Appuyez sur le tempo
hu: Koppintson a tempóra
it: Tocca il tempo
ja: テンポをタップする
ko: 템포를 탭하세요
nl: Tik op het tempo
pt: Toque no ritmo
ru: Нажмите на темп
sv: Tryck på tempot
tr: Tempoya dokunun
zh_hans: 点击节奏
zh_hant: 點擊節奏

source: Tempo range
cs: Rozsah regulace tempa
da: Kontrolområder for tempo
de: Tempo-Steuerbereiche
el: Εύρος ελέγχου τέμπο
es: Rangos de control de tempo
fr: Plages de contrôle du tempo
hu: Tempo beállítási tartomány
it: Intervalli di controllo del tempo
ja: テンポコントロール範囲
ko: 템포 범위
nl: Bereik temporegeling
pt: Níveis de controlo do Tempo
ru: Диапазон контроля темпа
sv: Tempo-kontroll intervaller
tr: Tempo kontrol aralıkları
zh_hans: 拍速控制范围
zh_hant: 節奏控制範圍

source: Tempo Reset
cs: Resetování tempa
da: Nulstil tempo
el: Επαναφορά Tempo
es: Restablecer el tempo
fr: Réinitialisation du tempo
hu: Ütem visszaállítás
it: Ripristino tempo
ja: テンポリセット
ko: 템포 재설정
nl: Tempo resetten
pt: Reposição de tempo
ru: Сброс темпа
sv: Tempoåterställning
tr: Tempo Sıfırla
zh_hans: 拍速重设
zh_hant: 節奏重設

source: That device is no longer connected.
cs: Toto zařízení již není připojeno.
da: Denne enhed er ikke længere tilsluttet.
de: Das Gerät ist nicht mehr verbunden.
el: Αυτή η συσκευή δεν είναι πλέον συνδεδεμένη.
es: Ese dispositivo ya no está conectado.
fr: Cet appareil n'est plus connecté.
hu: Az eszköz már nincs csatlakoztatva.
it: Quel dispositivo non è più connesso.
ja: そのデバイスはもう接続されていません。
ko: 해당 장치는 더 이상 연결되어 있지 않습니다.
nl: Dat apparaat is niet langer verbonden.
pt: Esse dispositivo não está mais conectado.
ru: Это устройство больше не подключено.
sv: Den enheten är inte längre ansluten.
tr: Bu cihaz artık bağlı değil.
zh_hans: 该设备不再连接。
zh_hant: 該設備不再連接。

source: That has to be a whole number, 0 or more.
cs: Musí to být celé číslo, 0 nebo více.
da: Det skal være et helt tal, 0 eller mere.
de: Das muss eine ganze Zahl sein, 0 oder mehr.
el: Αυτός πρέπει να είναι ένας ακέραιος αριθμός, 0 ή περισσότερο.
es: Tiene que ser un número entero, 0 o más.
fr: Cela doit être un nombre entier, 0 ou plus.
hu: Ennek egész számnak kell lennie, 0 vagy több.
it: Deve essere un numero intero, 0 o più.
ja: これは 0 以上の整数でなければなりません。
ko: 0 이상의 정수여야 합니다.
nl: Dat moet een geheel getal zijn, 0 of meer.
pt: Deve ser um número inteiro, 0 ou mais.
ru: Это должно быть целое число, 0 или больше.
sv: Det måste vara ett heltal, 0 eller mer.
tr: Bu bir tam sayı olmalı, 0 veya daha fazla.
zh_hans: 必须是整数，0 或更大。
zh_hant: 必須是整數，0 或更大。

source: That has to be text.
cs: To musí být text.
da: Det skal være tekst.
de: Das muss Text sein.
el: Αυτό πρέπει να είναι κείμενο.
es: Tiene que ser texto.
fr: Cela doit être du texte.
hu: Ennek szövegnek kell lennie.
it: Deve essere un testo.
ja: それはテキストでなければなりません。
ko: 그건 텍스트여야 해요.
nl: Dat moet tekst zijn.
pt: Isso tem que ser texto.
ru: Это должен быть текст.
sv: Det måste vara text.
tr: Bu metin olmalı.
zh_hans: 那必须是文字。
zh_hant: 那必須是文字。

source: That is not a track color.
cs: To není barva stopy.
da: Det er ikke en nummerfarve.
de: Das ist keine Trackfarbe.
el: Αυτό δεν είναι χρώμα κομματιού.
es: Ese no es un color de pista.
fr: Ce n'est pas une couleur de morceau.
hu: Ez nem felvételszín.
it: Questo non è un colore del brano.
ja: トラックカラーではありません。
ko: 그것은 트랙 색상이 아닙니다.
nl: Dat is geen trackkleur.
pt: Essa não é uma cor de faixa.
ru: Это не цвет трека.
sv: Det är inte en spårfärg.
tr: Bu bir parça rengi değil.
zh_hans: 这不是曲目颜色。
zh_hant: 這不是音軌顏色。

source: That track is no longer in the library.
cs: Tato skladba již není v knihovně.
da: Det spor er ikke længere på biblioteket.
de: Dieser Titel befindet sich nicht mehr in der Bibliothek.
el: Αυτό το κομμάτι δεν βρίσκεται πλέον στη βιβλιοθήκη.
es: Esa pista ya no está en la biblioteca.
fr: Ce morceau n'est plus dans la bibliothèque.
hu: Ez a szám már nincs a könyvtárban.
it: Quella traccia non è più nella libreria.
ja: そのトラックはもうライブラリにありません。
ko: 해당 트랙은 더 이상 라이브러리에 없습니다.
nl: Dat nummer staat niet meer in de bibliotheek.
pt: Essa faixa não está mais na biblioteca.
ru: Этого трека больше нет в библиотеке.
sv: Det spåret finns inte längre på biblioteket.
tr: O parça artık kütüphanede değil.
zh_hans: 该曲目已不再在图书馆中。
zh_hant: 該曲目已不再在圖書館。
